"0D7vNy" = "${errorMessage}";

"0xgWVJ" = "Please provide a script";

"1v9WdT" = "Run ${fileName} with ${parameter}";

"1zhwKd" = "Run a script";

"4S4rql" = "Filename";

"54tBFB" = "Just to confirm, you wanted ‘${fileName}’?";

"5zaxJv" = "What should be the name of the bookmark?";

"61h3Ho" = "Please provide your input URLs.";

"69pMC8-7YDRy5" = "There are ${count} options matching ‘Open URL’.";

"69pMC8-DaBQ8u" = "There are ${count} options matching ‘Open App’.";

"69pMC8-ShrzzC" = "There are ${count} options matching ‘Open Script’.";

"69pMC8-gHXU3h" = "There are ${count} options matching ‘Run Script’.";

"6Ogtgi" = "${errorMessage}";

"6ToKG4" = "${answer}";

"6ftcpn" = "${errorMessage}";

"76sqB5" = "File";

"79df7Y" = "Create File Bookmark";

"7YDRy5" = "Open URL";

"7kyV2E" = "Create bookmark named ${name} for ${location}";

"8l08sI" = "Run ${fileName}";

"98GzUe" = "Script";

"9HT8g1" = "Run In App";

"9M5aKC" = "Files";

"9RyeA0" = "Output";

"9Yj7Pr" = "Run a script";

"AQvwnX" = "Run with ${parameter}";

"BH0NA4" = "Run with ${parameter}";

"BcUWay" = "Run Script";

"CFE57I" = "Files";

"DaBQ8u" = "Open App";

"Do8K0p" = "Run In App";

"E2Hew4" = "There are ${count} options matching ‘${fileName}’.";

"FVkXDb" = "Parameter";

"FkOuow" = "Runs a script in Scriptable. The parameter can be accessed using args.shortcutParameter. This parameter can be a text, list, dictionary or a file. When passing a file as input the action will attempt to read the file as JSON or a plain text. If the file cannot be read as JSON or plain text, a path to the file will be passed instead. Use args.plainTexts, args.images, args.urls and args.fileURLs to read the other input parameters. When passing large images and files as input, the script may fail due to memory constraints. In that case you should enable \"Run In App\". Use JavaScript's \"return\" keyword or Script.setShortcutOutput() to output a value. In case you don't output a value, add Script.complete() to indicate that your script have finished running.";

"GAx9OM" = "Images";

"HDvvkW" = "Run Script";

"HhssLa" = "Please provide your input parameter.";

"JiQzIe" = "Please provide your input files.";

"K1rtWi" = "Run \"${fileName}\"";

"NOSVY1" = "Run in app?";

"OGqy8C" = "Runs a script in Scriptable. The parameter can be accessed using args.shortcutParameter. This parameter can be a text, list, dictionary or a file. When passing a file as input the action will attempt to read the file as JSON or a plain text. If the file cannot be read as JSON or plain text, a path to the file will be passed instead. Use args.plainTexts, args.images, args.urls and args.fileURLs to read the other input parameters. When passing large images and files as input, the script may fail due to memory constraints. In that case you should enable \"Run In App\". Use JavaScript's \"return\" keyword or Script.setShortcutOutput() to output a value. In case you don't output a value, add Script.complete() to indicate that your script have finished running.";

"OWOQlz" = "Please provide your input parameter.";

"P0SpDc" = "Texts";

"PdVEpc" = "${answer}";

"SVCkPw" = "Refresh all widgets";

"ShrzzC" = "Open Script";

"V7CQ0L" = "When Interacting";

"VUuc9B" = "Please provide your input images.";

"VjXSIt" = "Parameter";

"WIwV5s" = "Which file do you want to bookmark?";

"WZLFU6" = "${answer}";

"YcwdEg" = "Run \"${fileName}\"";

"Z41TU4" = "The file URL is unavailable.";

"ZfBwH9" = "${errorMessage}";

"biWJ43" = "${errorMessage}";

"cf8F5v-7YDRy5" = "Just to confirm, you wanted ‘Open URL’?";

"cf8F5v-DaBQ8u" = "Just to confirm, you wanted ‘Open App’?";

"cf8F5v-ShrzzC" = "Just to confirm, you wanted ‘Open Script’?";

"cf8F5v-gHXU3h" = "Just to confirm, you wanted ‘Run Script’?";

"cmOFLC" = "${errorMessage}";

"dOJ6uH" = "${answer}";

"dQLFgS" = "Refresh All Widgets";

"diBvao" = "Error Message";

"dmJBH2" = "Script";

"dqEHrp" = "Please provide your input texts.";

"eICwKL" = "Script";

"fBInRI" = "${answer}";

"gHXU3h" = "Run Script";

"gQB7no" = "Please provide your input texts.";

"imGdOf" = "Creates a new file bookmark. The bookmark can be used to access files in your scripts using FileManagers bookmarkedPath(name) function. Please beware that bookmarks must be created using this action in order to be used in scripts running in the Shortcuts app.";

"kJMAJj" = "URLs";

"kvcDrT" = "Output";

"lXm59Y" = "Answer";

"lovHM4" = "Please specify a name for the bookmark.";

"nItHHk" = "Please provide your input URLs.";

"nJMEFJ" = "Run Inline Script";

"nYYMcl" = "Script";

"nqUceH" = "URL";

"oQ2TgP" = "Create file bookmark named ${name} for ${location}";

"py8XMh" = "Refreshes all widgets, causing the scripts to run again and provide an updated widget.";

"qClWMz" = "Run Script";

"r4tUup" = "Run \"${fileName}\" with Arguments";

"rkgvKw" = "Action";

"syF2yG" = "Images";

"tC3ogD" = "Pick a script.";

"wCo7Cb" = "no";

"wn8FOS" = "URLs";

"xF4rCK" = "yes";

"xHutEx" = "Please provide your input files.";

"xd1d0q" = "Parameter";

"xwN602" = "Name";

"yIVT6e" = "Run in app?";

"yM6hYb" = "Run a script";

"yQgbhW" = "Please provide your input images.";

"zfYoo1" = "Run Script";

"ztQJQY" = "Texts";

